modules/gateway/server/src/test/resources/com/l7tech/server/admin/GatewayApi_ClusterInfoRequest.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <ns2:GetClusterInfo xmlns:ns2="http://www.layer7tech.com/management/gateway"/>
    </soap:Body>
</soap:Envelope>